Repository: kodi-community-addons/script.skin.helper.widgets
Catalog: resources/language/resource.language.*/strings.po
Languages: sk_sk

# #32000
source: Favourites
sk_sk: Obľúbené

# #32001
source: Favourite Media
sk_sk: Obľúbené médiá

# #32002
source: Next Episodes
sk_sk: Nasledujúce epizódy

# #32003
source: Recommended Movies
sk_sk: Doporučené filmy

# #32004
source: Recommended Media
sk_sk: Doporučené médiá

# #32005
source: Recent Media
sk_sk: Najnovšie médiá

# #32006
source: Similar Movies
sk_sk: Podobné filmy

# #32007
source: In progress and Recommended Media
sk_sk: Práve sledované a doporučené médiá

# #32008
source: Random Episodes
sk_sk: Náhodné epizódy

# #32009
source: Recommended Episodes
sk_sk: Doporučené epizódy

# #32010
source: In progress and recommended Episodes
sk_sk: Práve sledované a doporučené epizódy

# #32011
source: In progress Media
sk_sk: Práve sledované médiá

# #32012
source: Recently added songs
sk_sk: Naposledy pridané skladby

# #32013
source: Recently played songs
sk_sk: Naposledy hrané skladby

# #32014
source: Similar TV Shows
sk_sk: Podobné seriály

# #32015
source: Recommended albums
sk_sk: Doporučené albumy

# #32016
source: Recommended songs
sk_sk: Doporučené skladby

# #32017
source: PVR Channel groups
sk_sk: Skupiny kanálov PVR

# #32018
source: Recent recordings
sk_sk: Najnovšie nahrávky

# #32019
source: Next unwatched recordings
sk_sk: Ďalšie nevidené nahrávky

# #32020
source: TV Channels
sk_sk: TV kanály

# #32021
source: Timers
sk_sk: Časovače

# #32022
source: Similar Media
sk_sk: Podobné médiá

# #32023
source: Widgets
sk_sk: Widgety

# #32024
source: Enable artwork lookups
sk_sk: Povoliť hľadanie umeleckej grafiky

# #32025
source: Show specials in episode widgets
sk_sk: Zobraziť špeciality vo widgetoch epizód

# #32026
source: Browse albums instead of playing for album widgets
sk_sk: Prehliadať albumy namiesto spustenia (pre widgety albumov)

# #32027
source: In-progress episodes
sk_sk: Práve sledované epizódy

# #32028
source: In-progress movies
sk_sk: Práve sledované filmy

# #32029
source: In-progress and recommended movies
sk_sk: Práve sledované a doporučené filmy

# #32030
source: TV Channels (with artwork)
sk_sk: TV kanály (s grafikou)

# #32031
source: Next unwatched recordings (reversed)
sk_sk: Ďalšie nevidené nahrávky (prehodené)

# #32032
source: In-progress and random movies
sk_sk: Práve sledované a náhodné filmy

# #32033
source: Random albums
sk_sk: Náhodné albumy

# #32034
source: Random songs
sk_sk: Náhodné skladby

# #32035
source: Hide watched items in video widgets
sk_sk: Skryť videné položky vo video widgetoch

# #32036
source: Only use in-progress shows in next episodes widget
sk_sk: Zobraziť len práve sledované seriály vo widgete nasledujúcich epizód

# #32037
source: Recommended Tv Shows
sk_sk: Doporučené seriály

# #32038
source: Recently added movies
sk_sk: Naposledy pridané filmy

# #32039
source: Recently added episodes
sk_sk: Naposledy pridané epizódy

# #32040
source: Recently added musicvideos
sk_sk: Naposledy pridané videoklipy

# #32041
source: Random Tv Shows
sk_sk: Náhodné seriály

# #32042
source: Unaired episodes
sk_sk: Neodvysielané epizódy

# #32043
source: Next airing episodes
sk_sk: Najbližšie vysielané epizódy

# #32044
source: In progress TV shows
sk_sk: Sledované seriály

# #32045
source: Recently added TV shows
sk_sk: Naposledy pridané seriály

# #32046
source: IMDB Top 250 movies in library
sk_sk: Top 250 filmov z knižnici (podľa IMDB)

# #32047
source: IMDB Top 250 Tv shows in library
sk_sk: Top 250 seriálov v knižnici (podľa IMDB)

# #32048
source: Random movies
sk_sk: Náhodné filmy

# #32049
source: In progress and random Episodes
sk_sk: Práve sledované a náhodné epizódy

# #32050
source: Group items in recent episodes widget
sk_sk: Zoskupovať položky vo widgete nasledujúcich epizód

# #32051
source: Browse TV Show
sk_sk: Prezerať seriály

# #32052
source: Browse Season
sk_sk: Prezerať série

# #32053
source: Default number of items to show in widget
sk_sk: Predvolený počet položiek vo widgete

# #32055
source: Similar songs
sk_sk: Podobné skladby

# #32056
source: Similar albums
sk_sk: Podobné albumy

# #32057
source: Mixed Media
sk_sk: Zmiešané médiá

# #32058
source: Movies and Tvshows in IMDB Top250
sk_sk: Filmy a seriály v IMDB Top 250

# #32059
source: Random media
sk_sk: Náhodné médiá

# #32060
source: In progress and Random media
sk_sk: Práve sledované a náhodné médiá

# #32061
source: In progress music videos
sk_sk: Práve sledované hudobné videoklipy

# #32062
source: Random music videos
sk_sk: Náhodné videoklipy

# #32063
source: Recently added artists
sk_sk: Naposledy pridaní umelci

# #32064
source: Random artists
sk_sk: Náhodní umelci

# #32065
source: Recommended artists
sk_sk: Doporučení umelci

# #32066
source: Unwatched movies
sk_sk: Nevidené filmy

# #32067
source: Hide watched items in recent items listings
sk_sk: Skryť videné položky v zoznamoch naposledy pridaných

# #32068
source: Episodes airing today
sk_sk: Dnes vysielané epizódy
